
function Main() {
  return (
    <main className="container flex flex-col mx-auto mb-20 gap-16 items-center">
      <div className="flex flex-col gap-10 max-w-[80%] text-[16px] md:max-w-[70%] 2xl:max-w-[50%] lg:text-[18px]">
        <h2 className="font-grotesk tracking-tighter font-semibold text-3xl md:text-4xl lg:text-5xl">Решения</h2>
        <p>Фокусът ни върху клиентите е същността на нашата работа. Ние доставяме услуги за всички видове бизнес – от малки местни предприятия до мултинационални компании.</p>
        <div>
          <p>Ние обработваме вашата пратка като всяка друга голяма товарна пратка – старателно и професионално.</p>
          <ul className="list-disc pl-6">
            <li>Решения за всички видове стоки (конвенционални, изискващи температурен режим, опасни товари)</li>
            <li>Превоз на стоки от и до Балканите и всички страни на ЕС, цели и частични товари;</li>
            <li>Взимане на стоки и доставки за от и в България;</li>
            <li>Съчетаване на дълги и къси дестинации за ефективно планиране и разходи;</li>
            <li>Регулярни групажни линии;</li>
            <li>Транспортни услуги до Турция и Близкия изток;</li>
            <li>Спазване на изискванията за качество и стандарти на клиентите и/или на техни специфични изисквания.</li>
          </ul>
        </div>
      </div>
      <div className="flex flex-col gap-10 max-w-[80%] text-[16px] md:max-w-[70%] 2xl:max-w-[50%] lg:text-[18px]">
        <h2 className="font-grotesk tracking-tighter font-semibold text-3xl md:text-4xl lg:text-5xl">Предимства</h2>
        <p>Фокусът ни върху клиентите е същността на нашата работа. Ние доставяме услуги за всички видове бизнес – от малки местни предприятия до мултинационални компании.</p>
        <p>Ние обработваме вашата пратка като всяка друга голяма товарна пратка – старателно и професионално.</p>
      </div>
    </main>
  )
}

export default Main